atividade-fis3-u3-a2.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="pt-BR" xml:lang="pt-BR">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="Joilson Silva Porto" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Content-Language" content="pt-BR">

                     <link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-org24b932e" class="outline-2">
<h2 id="org24b932e">Atividade: Cálculo de Carga e Potência – Bateria e Carregador de Celular</h2>
<div class="outline-text-2" id="text-org24b932e">
</div>
<div id="outline-container-orgf9dc225" class="outline-3">
<h3 id="orgf9dc225">Objetivo</h3>
<div class="outline-text-3" id="text-orgf9dc225">
<p>
Compreender os conceitos de carga elétrica, capacidade da bateria e potência, realizando cálculos baseados em dados reais de aparelhos celulares e seus carregadores.
</p>
</div>
</div>

<div id="outline-container-org6bc2bbb" class="outline-3">
<h3 id="org6bc2bbb">Instruções</h3>
<div class="outline-text-3" id="text-org6bc2bbb">
</div>
<div id="outline-container-orgd94855b" class="outline-4">
<h4 id="orgd94855b">1. Levantamento de Dados</h4>
<div class="outline-text-4" id="text-orgd94855b">
<ul class="org-ul">
<li>Identifique e registre as seguintes informações (normalmente impressas na bateria e no carregador do seu celular ou disponíveis no manual/on-line):
<ul class="org-ul">
<li>Capacidade da bateria (em mAh)</li>
<li>Tensão da bateria (em V)</li>
<li>Corrente de saída do carregador (em A ou mA)</li>
<li>Tensão de saída do carregador (em V)</li>
</ul></li>
</ul>
</div>
</div>

<div id="outline-container-org0dfa745" class="outline-4">
<h4 id="org0dfa745">2. Montagem da Tabela</h4>
<div class="outline-text-4" id="text-org0dfa745">
<p>
Preencha a tabela abaixo com os dados reais do seu aparelho:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Item</th>
<th scope="col" class="org-left">Valor</th>
<th scope="col" class="org-left">Unidade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Capacidade</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">mAh</td>
</tr>

<tr>
<td class="org-left">Tensão Bateria</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">V</td>
</tr>

<tr>
<td class="org-left">Energia (bateria)</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Wh</td>
</tr>

<tr>
<td class="org-left">Corrente Carregador</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">mA ou A</td>
</tr>

<tr>
<td class="org-left">Tensão Carregador</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">V</td>
</tr>

<tr>
<td class="org-left">Potência Carregador</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">W</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org3d74965" class="outline-4">
<h4 id="org3d74965">3. Cálculos</h4>
<div class="outline-text-4" id="text-org3d74965">
</div>
<ul class="org-ul">
<li><a id="org83ecd7d"></a>a) Energia armazenada na bateria<br />
<div class="outline-text-5" id="text-org83ecd7d">
<p>
Calcule a energia máxima armazenada na bateria, em watt-hora (Wh):
</p>
</div>
</li>

<li><a id="org27495fc"></a>b) Potência do carregador<br />
<div class="outline-text-5" id="text-org27495fc">
<p>
Calcule a potência fornecida pelo carregador, em watts (W):
</p>
</div>
</li>

<li><a id="orgcea4ea7"></a>c) Tempo teórico de carregamento<br />
<div class="outline-text-5" id="text-orgcea4ea7">
<p>
Estime o tempo mínimo para carregar a bateria totalmente (em horas), supondo 100% de eficiência (na prática, o tempo real é maior):
</p>
</div>
</li>
</ul>
</div>

<div id="outline-container-org92a070f" class="outline-4">
<h4 id="org92a070f">4. Exemplo (preencher com dados reais)</h4>
<div class="outline-text-4" id="text-org92a070f">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Item</th>
<th scope="col" class="org-left">Valor</th>
<th scope="col" class="org-left">Unidade</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Capacidade</td>
<td class="org-left">4000</td>
<td class="org-left">mAh</td>
</tr>

<tr>
<td class="org-left">Tensão Bateria</td>
<td class="org-left">3,8</td>
<td class="org-left">V</td>
</tr>

<tr>
<td class="org-left">Energia (bateria)</td>
<td class="org-left">15,2</td>
<td class="org-left">Wh</td>
</tr>

<tr>
<td class="org-left">Corrente Carregador</td>
<td class="org-left">2000</td>
<td class="org-left">mA</td>
</tr>

<tr>
<td class="org-left">Tensão Carregador</td>
<td class="org-left">5,0</td>
<td class="org-left">V</td>
</tr>

<tr>
<td class="org-left">Potência Carregador</td>
<td class="org-left">10,0</td>
<td class="org-left">W</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-org77a3b66" class="outline-4">
<h4 id="org77a3b66">5. Perguntas para Análise</h4>
<div class="outline-text-4" id="text-org77a3b66">
<ol class="org-ol">
<li>Qual é a diferença entre a energia armazenada na bateria (Wh) e a potência do carregador (W)?</li>
<li>O tempo de carregamento real costuma ser maior do que o calculado. Por quê?</li>
<li>O que pode influenciar a eficiência do carregamento de uma bateria de celular?</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org2c2e20f" class="outline-3">
<h3 id="org2c2e20f">Entrega</h3>
<div class="outline-text-3" id="text-org2c2e20f">
<ul class="org-ul">
<li>Preencha a tabela com os dados reais do seu celular/carregador.</li>
<li>Mostre todos os cálculos.</li>
<li>Responda as perguntas de análise.</li>
</ul>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Joilson Silva Porto</p>
<p class="email">Email: <a href="mailto:joilson.porto@ifam.edu.br">joilson.porto@ifam.edu.br</a></p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
